export const result = {
    "A1": "«Круто! Ваш уровень английского – А1. Вы уже можете поддержать базовый разговор на английском и рассказать о себе.",
    "A2": "Круто! Ваш уровень английского – А2. Вы уже способны пообщаться с носителем языка на будничные темы! Дальше-больше)",
    "B1": "Круто! Ваш уровень английского – В1. Этот уровень по-другому называется Independent – то есть независимый. Вы в состоянии непринужденно поболтать с другом или коллегой, поделиться жизненным опытом, рассказать про свои планы, доказать свою точку зрения, смотреть несложные фильмы и сериалы и развлекательные блоги на YouTube – столько всего!",
    "B2": "Круто! Ваш уровень английского – В2. Вы уже без пяти минут эксперт в английском языке! Вы понимаете беглую устную английскую речь, пользуетесь крылатыми фразами, а времена английского языка уже давно не вызывают у вас ужаса. На этом уровне уже можно начинать смотреть образовательные видео на YouTube по своей профессии, фильмы, слушать подкасты и читать книги на английском языке. Дальше-больше)",
    "C1": "Круто! Ваш уровень английского – С1. Вы в состоянии не просто понять устный или письменный текст, а еще и проанализировать его, найти смысл, скрытый между строк! Вы понимаете продвинутую лексику, пословицы и поговорки на английском языке, и можете использовать их в речи. Самое время начать читать литературу по профессии или смотреть обучающие видео на YouTube на английском языке!",
    "C2": "Круто! Ваш уровень английского – С1. Вы в состоянии не просто понять устный или письменный текст, а еще и проанализировать его, найти смысл, скрытый между строк! Вы разбираетесь в том, какие именно слова подобрать в конкретной ситуации. Вы понимаете продвинутую лексику, пословицы и поговорки на английском языке, и можете использовать их в речи. Самое время начать читать литературу по профессии или смотреть обучающие видео на YouTube на английском языке!",
    "defoult": "А чтобы улучшить свои навыки, поскорее записывайтесь на вводный урок в школе Unlock!",
}

export const dispointment = {
    "A-John": {"A1": "", "A2": "", "max": "28"},
    "B-John": {"A1": "", "A2": "", "max": "33"},
    "C-John": {"A1": "", "A2": "", "max": "28"},
    "A-Lisa": {"A1": "", "A2": "", "max": "30"},
    "B-Lisa": {"A1": "", "A2": "", "max": "32"},
    "C-Lisa": {"A1": "", "A2": "", "max": "21"},
    "A-Stewart": {"A1": "", "A2": "", "max": "28"},
    "B-Stewart": {"A1": "", "A2": "", "max": "33"},
    "C-Stewart": {"A1": "", "A2": "", "max": "22"},
}