export const result = {
    "A1": "«Круто! Ваш уровень английского – А1. Вы уже можете поддержать базовый разговор на английском и рассказать о себе.",
    "A2": "Круто! Ваш уровень английского – А2. Вы уже способны пообщаться с носителем языка на будничные темы! Дальше-больше)",
    "B1": "Круто! Ваш уровень английского – В1. Этот уровень по-другому называется Independent – то есть независимый. Вы в состоянии непринужденно поболтать с другом или коллегой, поделиться жизненным опытом, рассказать про свои планы, доказать свою точку зрения, смотреть несложные фильмы и сериалы и развлекательные блоги на YouTube – столько всего!",
    "B2": "Круто! Ваш уровень английского – В2. Вы уже без пяти минут эксперт в английском языке! Вы понимаете беглую устную английскую речь, пользуетесь крылатыми фразами, а времена английского языка уже давно не вызывают у вас ужаса. На этом уровне уже можно начинать смотреть образовательные видео на YouTube по своей профессии, фильмы, слушать подкасты и читать книги на английском языке. Дальше-больше)",
    "C1": "Круто! Ваш уровень английского – С1. Вы в состоянии не просто понять устный или письменный текст, а еще и проанализировать его, найти смысл, скрытый между строк! Вы понимаете продвинутую лексику, пословицы и поговорки на английском языке, и можете использовать их в речи. Самое время начать читать литературу по профессии или смотреть обучающие видео на YouTube на английском языке!",
    "C2": "Круто! Ваш уровень английского – С1. Вы в состоянии не просто понять устный или письменный текст, а еще и проанализировать его, найти смысл, скрытый между строк! Вы разбираетесь в том, какие именно слова подобрать в конкретной ситуации. Вы понимаете продвинутую лексику, пословицы и поговорки на английском языке, и можете использовать их в речи. Самое время начать читать литературу по профессии или смотреть обучающие видео на YouTube на английском языке!",
    "defoult": "А чтобы улучшить свои навыки, поскорее записывайтесь на вводный урок в школе Unlock!",
}

export const dispointment = {
    "A-John": { "min": "5.4", "threshold-difficult": 5.4, "threshold-max": "24.3", l1: "A1", l2: "A1", l3: "A2", l4: "B1" }, /* all "difficult": 9 "max": "27"*/
    "B-John": { "min": "6.6", "threshold-difficult": 12, "threshold-max": "30.6", l1: "A2", l2: "B1", l3: "B2", l4: "C1" }, /* all "difficult": 20 "max": "34"*/
    "C-John": { "min": "5.6", "threshold-difficult": 14.4, "threshold-max": "25.2", l1: "B2", l2: "C1", l3: "C1", l4: "C2" }, /* all "difficult": 16 "max": "28 "*/
    "A-Lisa": { "min": "", "threshold-difficult": 9, "threshold-max": "", l1: "A1", l2: "A1", l3: "A2", l4: "B1" }, /* all "difficult": 20 "max": "30"*/
    "B-Lisa": { "min": "", "threshold-difficult": 9, "threshold-max": "", l1: "A2", l2: "B1", l3: "B2", l4: "C1" }, /* all "difficult": 20 "max": "32"*/
    "C-Lisa": { "min": "", "threshold-difficult": 9, "threshold-max": "", l1: "B2", l2: "C1", l3: "C1", l4: "C2" }, /* all "difficult": 20 "max": "21"*/
    "A-Stewart": { "min": "", "threshold-difficult": 9, "threshold-max": "", l1: "A1", l2: "A1", l3: "A2", l4: "B1" }, /* all "difficult": 20 "max": "28"*/
    "B-Stewart": { "min": "", "threshold-difficult": 9, "threshold-max": "", l1: "A2", l2: "B1", l3: "B2", l4: "C1" }, /* all "difficult": 20 "max": "33"*/
    "C-Stewart": { "min": "", "threshold-difficult": 9, "threshold-max": "", l1: "B2", l2: "C1", l3: "C1", l4: "C2" }, /* all "difficult": 20 "max": "22"*/
}